Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: Use an authenticator app like Google Authenticator or Authy to generate verification codes.
ar: استخدم تطبيق مصادقة مثل Google Authenticator أو Authy لإنشاء رموز التحقق.
bg: Използвайте приложение като Google Authenticator или Authy за генериране на кодове за удостоверяване.
bn: যাচাইকরণ কোড তৈরির জন্য Google Authenticator বা Authy এর মতো অ্যাপ ব্যবহার করুন।
ca: Fes servir una aplicació d'autenticació com Google Authenticator o Authy per generar codis de verificació.
cs: Použijte aplikaci jako Google Authenticator nebo Authy pro generování ověřovacích kódů.
da: Brug en autentifikationsapp som Google Authenticator eller Authy til at generere bekræftelseskoder.
de: Verwende eine Authentifizierungs-App wie Google Authenticator oder Authy, um Bestätigungscodes zu generieren.
de_at: Verwenden Sie eine Authentifizierungs-App wie Google Authenticator oder Authy, um Verifizierungscodes zu generieren.
el: Χρησιμοποιήστε μια εφαρμογή ελέγχου ταυτότητας όπως το Google Authenticator ή το Authy για να δημιουργήσετε κωδικούς επαλήθευσης.
es: Usa una aplicación de autenticación como Google Authenticator o Authy para generar códigos de verificación.
fa: از یک برنامه احراز هویت مانند Google Authenticator یا Authy برای تولید کدهای تأیید استفاده کنید.
fi: Käytä autentikaatiosovellusta, kuten Google Authenticator tai Authy, vahvistuskoodeja varten.
fil: Gumamit ng authenticator app tulad ng Google Authenticator o Authy upang makagawa ng mga verification codes.
fr: Utilise une application d'authentification comme Google Authenticator ou Authy pour générer des codes de vérification.
fr_ch: Utilisez une application d'authentification comme Google Authenticator ou Authy pour générer des codes de vérification.
gsw: Verwend e Authentifizierigs-App wie Google Authenticator oder Authy, zum Verifizierungscodes z'generiere.
gu: ચકાસણી કોડ જનરેટ કરવા માટે Google Authenticator અથવા Authy જેવી પ્રમાણીકરણ એપનો ઉપયોગ કરો.
he: השתמש באפליקציית אימות כמו Google Authenticator או Authy כדי ליצור קודי אימות.
hi: सत्यापन कोड उत्पन्न करने के लिए Google Authenticator या Authy जैसे प्रमाणक ऐप का उपयोग करें।
hr: Koristite aplikaciju poput Google Authenticator ili Authy za generiranje verifikacijskih kodova.
hu: Használjon hitelesítő alkalmazást, például a Google Authenticatort vagy az Authyt ellenőrző kódok létrehozásához.
id: Gunakan aplikasi autentikator seperti Google Authenticator atau Authy untuk membuat kode verifikasi.
it: Usa un'app di autenticazione come Google Authenticator o Authy per generare codici di verifica.
ja: Google AuthenticatorやAuthyなどの認証アプリを使用して確認コードを生成してください。
kn: ಪರಿಶೀಲನಾ ಕೋಡ್‌ಗಳನ್ನು ರಚಿಸಲು Google Authenticator ಅಥವಾ Authy ನಂತಹ ದೃಢೀಕರಣ ಆ್ಯಪ್ ಬಳಸಿ.
ko: Google Authenticator 또는 Authy와 같은 인증 앱을 사용하여 확인 코드를 생성하세요.
ln: Salelá aplikasyo ya kondimisa lokola Google Authenticator to Authy mpo na kosala ba-code ya kondimisa.
lv: Izmantojiet autentifikācijas lietotni, piemēram, Google Authenticator vai Authy, lai ģenerētu verifikācijas kodus.
mr: पडताळणी कोड तयार करण्यासाठी Google Authenticator किंवा Authy सारखे प्रमाणीकरण अॅप वापरा.
ms: Gunakan aplikasi pengesah seperti Google Authenticator atau Authy untuk menjana kod pengesahan.
nb: Bruk en autentiseringsapp som Google Authenticator eller Authy til å generere bekreftelseskoder.
nl: Gebruik een authenticator-app zoals Google Authenticator of Authy om verificatiecodes te genereren.
nn_no: Bruk ein autentiseringsapp som Google Authenticator eller Authy til å generere stadfestingskodar.
pl: Użyj aplikacji uwierzytelniającej, takiej jak Google Authenticator lub Authy, do generowania kodów weryfikacyjnych.
pt: Use um aplicativo autenticador como Google Authenticator ou Authy para gerar códigos de verificação.
pt_pt: Utilize uma aplicação de autenticação como o Google Authenticator ou o Authy para gerar códigos de verificação.
ro: Utilizați o aplicație de autentificare precum Google Authenticator sau Authy pentru a genera coduri de verificare.
ru: Используйте приложение для аутентификации, такое как Google Authenticator или Authy, для генерации кодов подтверждения.
sk: Použite aplikáciu na overovanie, ako je Google Authenticator alebo Authy, na generovanie overovacích kódov.
sl: Uporabite aplikacijo za preverjanje pristnosti, kot sta Google Authenticator ali Authy, za ustvarjanje potrditvenih kod.
sr: Користите апликацију за аутентификацију као што су Google Authenticator или Authy да генеришете верификационе кодове.
sr_latn: Koristite aplikaciju za autentifikaciju kao što su Google Authenticator ili Authy da generišete verifikacione kodove.
sv: Använd en autentiseringsapp som Google Authenticator eller Authy för att generera verifieringskoder.
ta: சரிபார்ப்பு குறியீடுகளை உருவாக்க Google Authenticator அல்லது Authy போன்ற அங்கீகரிப்பு செயலியைப் பயன்படுத்தவும்.
th: ใช้แอปตรวจสอบสิทธิ์เช่น Google Authenticator หรือ Authy เพื่อสร้างรหัสยืนยัน
tr: Doğrulama kodları oluşturmak için Google Authenticator veya Authy gibi bir kimlik doğrulayıcı uygulama kullanın.
uk: Використовуйте програму автентифікації, як-от Google Authenticator або Authy, для генерації кодів перевірки.
ur: تصدیقی کوڈز بنانے کے لیے Google Authenticator یا Authy جیسی تصدیقی ایپ استعمال کریں۔
vi: Sử dụng ứng dụng xác thực như Google Authenticator hoặc Authy để tạo mã xác minh.
zh: 使用 Google Authenticator 或 Authy 等应用生成验证码。
zh_hant: 請使用 Google Authenticator 或 Authy 等應用程式產生驗證碼。
zh_hant_tw: 請使用 Google Authenticator 或 Authy 等驗證器 App 產生驗證碼。

# UserNotFoundError
source: That email address doesn't match an existing account.
ar: عنوان البريد الإلكتروني هذا لا يتطابق مع حساب موجود.
de: Diese E-Mail-Adresse stimmt mit keinem vorhandenen Konto überein.
es: Esa dirección de correo no coincide con una cuenta existente.
fr: Cette adresse e-mail ne correspond à aucun compte existant.

source: Verification Code
ar: رمز التحقق
bg: Код за проверка
bn: যাচাইকরণ কোড
ca: Codi de verificació
cs: Ověřovací kód
da: Bekræftelseskode
de: Bestätigungscode
de_at: Verifizierungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
fa: کد تأیید
fi: Vahvistuskoodi
fr: Code de vérification
fr_ch: Code de vérification
gsw: Verifizierigscode
gu: ચકાસણી કોડ
he: קוד אימות
hi: सत्यापन कोड
hr: Verifikacijski kod
hu: Ellenőrző kód
id: Kode Verifikasi
it: Codice di verifica
ja: 確認コード
kn: ಪರಿಶೀಲನಾ ಕೋಡ್
ko: 확인 코드
ln: Kode ya Kondimisa
lv: Verifikācijas kods
mr: पडताळणी कोड
ms: Kod Pengesahan
nb: Bekreftelseskode
nl: Verificatiecode
nn_no: Stadfestingskode
pl: Kod weryfikacyjny
pt: Código de verificação
pt_pt: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
sk: Overovací kód
sl: Potrditvena koda
sr: Верификациони код
sr_latn: Verifikacioni kod
sv: Verifieringskod
ta: சரிபார்ப்பு குறியீடு
th: รหัสยืนยัน
tr: Doğrulama kodu
uk: Код перевірки
ur: تصدیقی کوڈ
vi: Mã xác minh
zh: 验证码
zh_hant: 驗證碼
zh_hant_tw: 驗證碼

source: Verify email address?
ar: التحقق من عنوان البريد الإلكتروني؟
bg: Потвърждаване на имейл адрес?
bn: ইমেইল ঠিকানা যাচাই করবেন?
ca: Vols verificar el correu electrònic?
cs: Ověřit emailovou adresu?
da: Bekræfte emailadresse?
de: E-Mail-Adresse verifizieren?
de_at: E-Mail-Adresse verifizieren?
el: Επαλήθευση διεύθυνσης email;
es: ¿Verificar dirección de correo?
fa: آدرس ایمیل تأیید شود؟
fi: Vahvistetaanko sähköpostiosoite?
fil: I-verify ang email address?
fr: Vérifier l'adresse e-mail ?
fr_ch: Vérifier l'adresse e-mail ?
gsw: E-Mail-Adresse verifiziere?
gu: ઇમેઇલ સરનામું ચકાસો?
he: לאמת כתובת דוא״ל?
hi: ईमेल पता सत्यापित करें?
hr: Potvrditi email adresu?
hu: Ellenőrzi az e-mail címet?
id: Verifikasi alamat email?
it: Verificare l'indirizzo email?
ja: メールアドレスを確認しますか？
kn: ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸುವುದೇ?
ko: 이메일 주소를 확인하시겠습니까?
ln: Kondimisa adrese ya email?
lv: Verificēt e-pasta adresi?
mr: ईमेल पत्ता सत्यापित करायचा आहे का?
ms: Sahkan alamat e-mel?
nb: Bekrefte e-postadresse?
nl: E-mailadres verifiëren?
nn_no: Stadfeste e-postadresse?
pl: Zweryfikować adres e-mail?
pt: Verificar endereço de e-mail?
pt_pt: Verificar endereço de e-mail?
ro: Verificați adresa de e-mail?
ru: Подтвердить адрес электронной почты?
sk: Overiť e-mailovú adresu?
sl: Preveriti e-poštni naslov?
sr: Верификовати имејл адресу?
sr_latn: Verifikovati imejl adresu?
sv: Verifiera e-postadress?
ta: மின்னஞ்சல் முகவரியை சரிபார்க்கவா?
th: ยืนยันที่อยู่อีเมล?
tr: E-posta adresi doğrulansın mı?
uk: Перевірити адресу електронної пошти?
ur: ای میل ایڈریس کی تصدیق کریں؟
vi: Xác minh địa chỉ email?
zh: 验证邮箱地址？
zh_hant: 是否要驗證電子郵件？
zh_hant_tw: 要驗證電子郵件地址嗎？

source: Verify it's you
ar: تحقق من أنك أنت
bg: Потвърдете, че това сте вие
bn: আপনি কিনা যাচাই করুন
ca: Verifica que ets tu
cs: Ověřte, že jste to vy
da: Bekræft at det er dig
de: Bestätige, dass du es bist
de_at: Bestätigen Sie Ihre Identität
el: Επαληθεύστε ότι είστε εσείς
es: Verifica que eres tú
fa: تأیید کنید که شما هستید
fi: Vahvista henkilöllisyytesi
fil: I-verify na ikaw ito
fr: Vérifie que c'est toi
fr_ch: Vérifiez votre identité
gsw: Bestätig dass du's bisch
gu: તમે છો તે ચકાસો
he: אמת שזה אתה
hi: सत्यापित करें कि यह आप हैं
hr: Potvrdite da ste to vi
hu: Erősítse meg, hogy Ön az
id: Verifikasi bahwa itu Anda
it: Verifica che sei tu
ja: 本人確認
kn: ಇದು ನೀವು ಎಂದು ಪರಿಶೀಲಿಸಿ
ko: 본인 확인
ln: Ndimisa ete ezali yo
lv: Apstipriniet, ka esat jūs
mr: तुम्हीच आहात हे सत्यापित करा
ms: Sahkan ia adalah anda
nb: Bekreft at det er deg
nl: Bevestig dat jij het bent
nn_no: Stadfest at det er deg
pl: Zweryfikuj, że to Ty
pt: Verifique se é você
pt_pt: Verifique que é você
ro: Verificați că sunteți dvs.
ru: Подтвердите, что это вы
sk: Overte, že ste to vy
sl: Preverite, da ste to vi
sr: Потврдите да сте то ви
sr_latn: Potvrdite da ste to vi
sv: Verifiera att det är du
ta: நீங்கள்தான் என்பதை சரிபார்க்கவும்
th: ยืนยันว่าเป็นคุณ
tr: Siz olduğunuzu doğrulayın
uk: Підтвердьте, що це ви
ur: تصدیق کریں کہ یہ آپ ہیں
vi: Xác minh đó là bạn
zh: 验证您的身份
zh_hant: 確認您的身份
zh_hant_tw: 確認您的身分

source: We sent a code to %@
ar: أرسلنا رمزًا إلى %@
bg: Изпратихме код на %@
bn: আমরা %@ এ একটি কোড পাঠিয়েছি
ca: Hem enviat un codi a %@
cs: Odeslali jsme kód na %@
da: Vi har sendt en kode til %@
de: Wir haben einen Code an %@ gesendet
de_at: Wir haben einen Code an %@ gesendet
el: Στείλαμε έναν κωδικό στο %@
es: Enviamos un código a %@
fa: ما کدی به %@ ارسال کردیم
fi: Lähetimme koodin osoitteeseen %@
fil: Nagpadala kami ng code sa %@
fr: Nous avons envoyé un code à %@
fr_ch: Nous avons envoyé un code à %@
gsw: Mir händ en Code a %@ gschickt
gu: અમે %@ પર કોડ મોકલ્યો
he: שלחנו קוד אל %@
hi: हमने %@ पर एक कोड भेजा
hr: Poslali smo kod na %@
hu: Kódot küldtünk a következő címre: %@
id: Kami mengirim kode ke %@
it: Abbiamo inviato un codice a %@
ja: %@にコードを送信しました
kn: ನಾವು %@ ಗೆ ಕೋಡ್ ಕಳುಹಿಸಿದ್ದೇವೆ
ko: %@(으)로 코드를 보냈습니다
ln: Totindaki kode na %@
lv: Nosūtījām kodu uz %@
mr: आम्ही %@ वर एक कोड पाठवला
ms: Kami menghantar kod ke %@
nb: Vi sendte en kode til %@
nl: We hebben een code gestuurd naar %@
nn_no: Vi sende ein kode til %@
pl: Wysłaliśmy kod do %@
pt: Enviamos um código para %@
pt_pt: Enviámos um código para %@
ro: Am trimis un cod la %@
ru: Мы отправили код на %@
sk: Odoslali sme kód na %@
sl: Poslali smo kodo na %@
sr: Послали смо код на %@
sr_latn: Poslali smo kod na %@
sv: Vi skickade en kod till %@
ta: நாங்கள் %@ க்கு ஒரு குறியீட்டை அனுப்பினோம்
th: เราส่งรหัสไปที่ %@
tr: %@ adresine bir kod gönderdik
uk: Ми надіслали код на %@
ur: ہم نے %@ پر ایک کوڈ بھیجا
vi: Chúng tôi đã gửi mã đến %@
zh: 我们已向 %@ 发送验证码
zh_hant: 我們已向 %@ 傳送驗證碼
zh_hant_tw: 我們已寄出驗證碼至 %@

source: We'll send a code to ••••••%@
ar: سنرسل رمزًا إلى ••••••%@
bg: Ще изпратим код на ••••••%@
bn: আমরা ••••••%@ এ একটি কোড পাঠাবো
ca: Enviarem un codi a ••••••%@
cs: Odešleme kód na ••••••%@
da: Vi sender en kode til ••••••%@
de: Wir senden einen Code an ••••••%@
de_at: Wir senden einen Code an ••••••%@
el: Θα στείλουμε έναν κωδικό στο ••••••%@
es: Enviaremos un código a ••••••%@
fa: ما کدی به ••••••%@ ارسال خواهیم کرد
fi: Lähetämme koodin osoitteeseen ••••••%@
fil: Magpapadala kami ng code sa ••••••%@
fr: Nous enverrons un code à ••••••%@
fr_ch: Nous enverrons un code à ••••••%@
gsw: Mir schicke en Code a ••••••%@
gu: અમે ••••••%@ પર કોડ મોકલીશું
he: נשלח קוד אל ••••••%@
hi: हम ••••••%@ पर एक कोड भेजेंगे
hr: Poslat ćemo kod na ••••••%@
hu: Kódot küldünk a következő címre: ••••••%@
id: Kami akan mengirim kode ke ••••••%@
it: Invieremo un codice a ••••••%@
ja: ••••••%@にコードを送信します
kn: ನಾವು ••••••%@ ಗೆ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ
ko: ••••••%@(으)로 코드를 보내드립니다
ln: Tokotinda kode na ••••••%@
lv: Nosūtīsim kodu uz ••••••%@
mr: आम्ही ••••••%@ वर एक कोड पाठवू
ms: Kami akan menghantar kod ke ••••••%@
nb: Vi sender en kode til ••••••%@
nl: We sturen een code naar ••••••%@
nn_no: Vi sender ein kode til ••••••%@
pl: Wyślemy kod do ••••••%@
pt: Enviaremos um código para ••••••%@
pt_pt: Enviaremos um código para ••••••%@
ro: Vom trimite un cod la ••••••%@
ru: Мы отправим код на ••••••%@
sk: Odošleme kód na ••••••%@
sl: Poslali bomo kodo na ••••••%@
sr: Послаћемо код на ••••••%@
sr_latn: Poslaćemo kod na ••••••%@
sv: Vi skickar en kod till ••••••%@
ta: நாங்கள் ••••••%@ க்கு ஒரு குறியீட்டை அனுப்புவோம்
th: เราจะส่งรหัสไปที่ ••••••%@
tr: ••••••%@ adresine bir kod göndereceğiz
uk: Ми надішлемо код на ••••••%@
ur: ہم ••••••%@ پر ایک کوڈ بھیجیں گے
vi: Chúng tôi sẽ gửi mã đến ••••••%@
zh: 我们将向 ••••••%@ 发送验证码
zh_hant: 我們將向 ••••••%@ 傳送驗證碼
zh_hant_tw: 我們將寄送驗證碼至 ••••••%@

source: We'll send a verification code to this number
ar: سنرسل رمز تحقق إلى هذا الرقم
bg: Ще изпратим код за проверка на този номер
bn: আমরা এই নম্বরে একটি যাচাইকরণ কোড পাঠাবো
ca: Enviarem un codi de verificació a aquest número
cs: Pošleme ověřovací kód na toto číslo
da: Vi sender en bekræftelseskode til dette nummer
de: Wir senden einen Bestätigungscode an diese Nummer
de_at: Wir senden einen Verifizierungscode an diese Nummer
el: Θα στείλουμε έναν κωδικό επαλήθευσης σε αυτόν τον αριθμό
es: Enviaremos un código de verificación a este número
fa: ما یک کد تأیید به این شماره ارسال خواهیم کرد
fi: Lähetämme vahvistuskoodin tähän numeroon
fil: Magpapadala kami ng verification code sa numerong ito
fr: Nous enverrons un code de vérification à ce numéro
fr_ch: Nous enverrons un code de vérification à ce numéro
gsw: Mir schicke en Verifizierigscode a die Nummere
gu: અમે આ નંબર પર ચકાસણી કોડ મોકલીશું
he: נשלח קוד אימות למספר זה
hi: हम इस नंबर पर एक सत्यापन कोड भेजेंगे
hr: Poslat ćemo verifikacijski kod na ovaj broj
hu: Ellenőrző kódot küldünk erre a számra
id: Kami akan mengirim kode verifikasi ke nomor ini
it: Invieremo un codice di verifica a questo numero
ja: この番号に確認コードを送信します
kn: ನಾವು ಈ ಸಂಖ್ಯೆಗೆ ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ
ko: 이 번호로 확인 코드를 보내드립니다
ln: Tokotinda kode ya kondimisa na nimero oyo
lv: Nosūtīsim verifikācijas kodu uz šo numuru
mr: आम्ही या नंबरवर एक पडताळणी कोड पाठवू
ms: Kami akan menghantar kod pengesahan ke nombor ini
nb: Vi sender en bekreftelseskode til dette nummeret
nl: We sturen een verificatiecode naar dit nummer
nn_no: Vi sender ein stadfestingskode til dette nummeret
pl: Wyślemy kod weryfikacyjny na ten numer
pt: Enviaremos um código de verificação para este número
pt_pt: Enviaremos um código de verificação para este número
ro: Vom trimite un cod de verificare la acest număr
ru: Мы отправим код подтверждения на этот номер
sk: Na toto číslo odošleme overovací kód
sl: Na to številko bomo poslali potrditveno kodo
sr: Послаћемо верификациони код на овај број
sr_latn: Poslaćemo verifikacioni kod na ovaj broj
sv: Vi skickar en verifieringskod till detta nummer
ta: இந்த எண்ணுக்கு சரிபார்ப்பு குறியீட்டை அனுப்புவோம்
th: เราจะส่งรหัสยืนยันไปที่หมายเลขนี้
tr: Bu numaraya bir doğrulama kodu göndereceğiz
uk: Ми надішлемо код перевірки на цей номер
ur: ہم اس نمبر پر تصدیقی کوڈ بھیجیں گے
vi: Chúng tôi sẽ gửi mã xác minh đến số này
zh: 我们会向此号码发送验证码
zh_hant: 我們會向此號碼傳送驗證碼
zh_hant_tw: 我們會寄出驗證碼至此電話號碼

source: We'll send a verification code to your phone
ar: سنرسل رمز تحقق إلى هاتفك
bg: Ще изпратим код за проверка на телефона ви
bn: আমরা আপনার ফোনে একটি যাচাইকরণ কোড পাঠাবো
ca: Enviarem un codi de verificació al teu telèfon
cs: Pošleme ověřovací kód na váš telefon
da: Vi sender en bekræftelseskode til din telefon
de: Wir senden einen Bestätigungscode an dein Telefon
de_at: Wir senden einen Verifizierungscode an Ihr Telefon
el: Θα στείλουμε έναν κωδικό επαλήθευσης στο τηλέφωνό σας
es: Enviaremos un código de verificación a tu teléfono
fa: ما یک کد تأیید به تلفن شما ارسال خواهیم کرد
fi: Lähetämme vahvistuskoodin puhelimeesi
fil: Magpapadala kami ng verification code sa iyong telepono
fr: Nous enverrons un code de vérification à ton téléphone
fr_ch: Nous enverrons un code de vérification à votre téléphone
gsw: Mir schicke en Verifizierigscode uf dis Telefon
gu: અમે તમારા ફોન પર ચકાસણી કોડ મોકલીશું
he: נשלח קוד אימות לטלפון שלך
hi: हम आपके फ़ोन पर एक सत्यापन कोड भेजेंगे
hr: Poslat ćemo verifikacijski kod na vaš telefon
hu: Ellenőrző kódot küldünk a telefonjára
id: Kami akan mengirim kode verifikasi ke telepon Anda
it: Invieremo un codice di verifica al tuo telefono
ja: お使いの電話に確認コードを送信します
kn: ನಾವು ನಿಮ್ಮ ದೂರವಾಣಿಗೆ ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ
ko: 휴대전화로 확인 코드를 보내드립니다
ln: Tokotinda kode ya kondimisa na telefone na yo
lv: Nosūtīsim verifikācijas kodu uz jūsu tālruni
mr: आम्ही तुमच्या फोनवर एक पडताळणी कोड पाठवू
ms: Kami akan menghantar kod pengesahan ke telefon anda
nb: Vi sender en bekreftelseskode til telefonen din
nl: We sturen een verificatiecode naar je telefoon
nn_no: Vi sender ein stadfestingskode til telefonen din
pl: Wyślemy kod weryfikacyjny na Twój telefon
pt: Enviaremos um código de verificação para seu telefone
pt_pt: Enviaremos um código de verificação para o seu telefone
ro: Vom trimite un cod de verificare la telefonul dvs.
ru: Мы отправим код подтверждения на ваш телефон
sk: Na váš telefón odošleme overovací kód
sl: Na vaš telefon bomo poslali potrditveno kodo
sr: Послаћемо верификациони код на ваш телефон
sr_latn: Poslaćemo verifikacioni kod na vaš telefon
sv: Vi skickar en verifieringskod till din telefon
ta: உங்கள் தொலைபேசிக்கு சரிபார்ப்பு குறியீட்டை அனுப்புவோம்
th: เราจะส่งรหัสยืนยันไปที่โทรศัพท์ของคุณ
tr: Telefonunuza bir doğrulama kodu göndereceğiz
uk: Ми надішлемо код перевірки на ваш телефон
ur: ہم آپ کے فون پر تصدیقی کوڈ بھیجیں گے
vi: Chúng tôi sẽ gửi mã xác minh đến điện thoại của bạn
zh: 我们会向您的手机发送验证码
zh_hant: 我們會向您的手機傳送驗證碼
zh_hant_tw: 我們會寄出驗證碼至您的手機

source: We'll send a verification code to your phone number each time you sign in.
ar: سنرسل رمز تحقق إلى رقم هاتفك في كل مرة تسجل فيها الدخول.
bg: Ще изпращаме код за проверка всеки път, когато влизате.
bn: আপনি প্রতিবার সাইন ইন করলে আমরা আপনার ফোন নম্বরে একটি যাচাইকরণ কোড পাঠাবো।
ca: Enviarem un codi de verificació al teu número de telèfon cada vegada que iniciïs sessió.
cs: Při každém přihlášení pošleme ověřovací kód na vaše telefonní číslo.
da: Vi sender en bekræftelseskode til dit telefonnummer hver gang du logger ind.
de: Wir senden jedes Mal einen Bestätigungscode an deine Telefonnummer, wenn du dich anmeldest.
de_at: Wir senden jedes Mal, wenn Sie sich anmelden, einen Verifizierungscode an Ihre Telefonnummer.
el: Θα στέλνουμε έναν κωδικό επαλήθευσης στον αριθμό τηλεφώνου σας κάθε φορά που συνδέεστε.
es: Enviaremos un código de verificación a tu número de teléfono cada vez que inicies sesión.
fa: ما هر بار که وارد می‌شوید یک کد تأیید به شماره تلفن شما ارسال خواهیم کرد.
fi: Lähetämme vahvistuskoodin puhelinnumeroosi joka kerta kun kirjaudut.
fil: Magpapadala kami ng verification code sa iyong numero ng telepono tuwing mag-sign in ka.
fr: Nous enverrons un code de vérification à ton numéro de téléphone chaque fois que tu te connectes.
fr_ch: Nous enverrons un code de vérification à votre numéro de téléphone chaque fois que vous vous connecterez.
gsw: Mir schicke jedes Mal en Verifizierigscode a dini Telefonnummere, wenn du dich aamäldisch.
gu: તમે જ્યારે પણ સાઇન ઇન કરશો ત્યારે અમે તમારા ફોન નંબર પર ચકાસણી કોડ મોકલીશું.
he: נשלח קוד אימות למספר הטלפון שלך בכל פעם שתתחבר.
hi: हर बार जब आप साइन इन करेंगे तो हम आपके फ़ोन नंबर पर एक सत्यापन कोड भेजेंगे।
hr: Poslat ćemo verifikacijski kod na vaš broj telefona svaki put kada se prijavite.
hu: Minden bejelentkezéskor ellenőrző kódot küldünk a telefonszámára.
id: Kami akan mengirim kode verifikasi ke nomor telepon Anda setiap kali Anda masuk.
it: Invieremo un codice di verifica al tuo numero di telefono ogni volta che accedi.
ja: サインインするたびに、お使いの電話番号に確認コードを送信します。
kn: ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದಾಗಲೆಲ್ಲಾ ನಾವು ನಿಮ್ಮ ದೂರವಾಣಿ ಸಂಖ್ಯೆಗೆ ಪರಿಶೀಲನಾ ಕೋಡ್ ಕಳುಹಿಸುತ್ತೇವೆ.
ko: 로그인할 때마다 전화번호로 확인 코드를 보내드립니다.
ln: Tokotinda kode ya kondimisa na nimero na yo ya telefone ntango nyonso okokota.
lv: Katru reizi, kad pierakstīsieties, nosūtīsim verifikācijas kodu uz jūsu tālruņa numuru.
mr: प्रत्येक वेळी तुम्ही साइन इन करता तेव्हा आम्ही तुमच्या फोन नंबरवर एक पडताळणी कोड पाठवू.
ms: Kami akan menghantar kod pengesahan ke nombor telefon anda setiap kali anda log masuk.
nb: Vi sender en bekreftelseskode til telefonnummeret ditt hver gang du logger inn.
nl: Elke keer dat je inlogt, sturen we een verificatiecode naar je telefoonnummer.
nn_no: Vi sender ein stadfestingskode til telefonnummeret ditt kvar gong du loggar inn.
pl: Za każdym razem, gdy się logujesz, będziemy wysyłać kod weryfikacyjny na Twój numer telefonu.
pt: Enviaremos um código de verificação para seu número de telefone toda vez que você fizer login.
pt_pt: Enviaremos um código de verificação para o seu número de telefone sempre que iniciar sessão.
ro: Vom trimite un cod de verificare la numărul dvs. de telefon de fiecare dată când vă conectați.
ru: Мы будем отправлять код подтверждения на ваш номер телефона каждый раз, когда вы входите.
sk: Pri každom prihlásení odošleme overovací kód na vaše telefónne číslo.
sl: Vsakič, ko se prijavite, bomo na vašo telefonsko številko poslali potrditveno kodo.
sr: Послаћемо верификациони код на ваш број телефона сваки пут када се пријавите.
sr_latn: Poslaćemo verifikacioni kod na vaš broj telefona svaki put kada se prijavite.
sv: Vi skickar en verifieringskod till ditt telefonnummer varje gång du loggar in.
ta: நீங்கள் உள்நுழையும் ஒவ்வொரு முறையும் உங்கள் தொலைபேசி எண்ணுக்கு சரிபார்ப்பு குறியீட்டை அனுப்புவோம்.
th: เราจะส่งรหัสยืนยันไปยังหมายเลขโทรศัพท์ของคุณทุกครั้งที่คุณลงชื่อเข้าใช้
tr: Her oturum açtığınızda telefon numaranıza bir doğrulama kodu göndereceğiz.
uk: Ми надсилатимемо код перевірки на ваш номер телефону кожного разу, коли ви входите.
ur: ہر بار جب آپ سائن ان کریں گے تو ہم آپ کے فون نمبر پر تصدیقی کوڈ بھیجیں گے۔
vi: Chúng tôi sẽ gửi mã xác minh đến số điện thoại của bạn mỗi khi bạn đăng nhập.
zh: 每次登录时，我们都会向您的手机号发送验证码。
zh_hant: 每次登入時，我們都會向您的電話號碼傳送驗證碼。
zh_hant_tw: 每次登入時，我們都會寄送驗證碼至您的電話號碼。

# WeakPasswordError
source: Password must be at least 6 characters long.
ar: يجب أن تتكون كلمة المرور من 6 أحرف على الأقل.
de: Passwort muss mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Le mot de passe doit contenir au moins 6 caractères.

# WrongPasswordError
source: The email and password you entered don't match.
ar: البريد الإلكتروني وكلمة المرور اللذان أدخلتهما غير متطابقين.
de: Die E-Mail und das Passwort, die du eingegeben hast, stimmen nicht überein.
es: El correo y la contraseña que ingresaste no coinciden.
fr: L'e-mail et le mot de passe que tu as saisis ne correspondent pas.
